
"Passcode Lock" = "Защита пин-кодом";

"All data in this app will be erased after %d failed passcode attempts." = "Все данные этого приложения будут стерты после %d неудачных попыток ввода пароля.";
"Cancel" = "Отмена";
"Enable" = "Включить";
"Erase all content in the app after %d failed passcode attempts." = "Стирать данные приложения после %d неудачных попыток ввода пароля.";

"Turn Passcode Off" = "Отключить пин-код";
"Turn Passcode On" = "Включить запрос пин-кода";
"Change Passcode" = "Изменить пин";
"Erase Data" = "Стереть данные";
"Set Passcode" = "Установить пин";
"Turn off Passcode" = "Отключить пин-код";
"Enter Passcode" = "Введите пин";
"1 Failed Passcode Attempt" = "1 неудачная попытка ввода пароля";
"%i Failed Passcode Attempts" = "%i неудачных попыток ввода пароля";
"Passcodes did not match. Try again." = "Пин введен неверно. Попробуйте снова";
"Enter a different passcode. You cannot re-use the same passcode." = "Введите другой пин. Вы не можете использовать старый";

"Enter your passcode" = "Введите ваш пин";
"Enter a passcode" = "Введите пин";
"Re-enter your passcode" = "Введите пин еще раз";
"Enter your old passcode" = "Введите старый пин";
"Enter your new passcode" = "Введите новый пин";
"Re-enter your new passcode" = "Введите новый пин еще раз";